12/data/attachments/bc926969b8a17013.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jacob_lead_Friend_20054_9</nif:username>
            <nif:friendToBeRequested>soap_friends_fdf39a80-fddd-4299-b9d4-02777f16295a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>